Repository: MyNameIsAlexandro/CardSampleGame
Catalog: *.lproj/Localizable.strings
Languages: ru

# character.select.title
source: Select Your Character
ru: Выберите персонажа

source: Character Stats
ru: Характеристики персонажа

# character.abilities
source: Abilities
ru: Способности

# button.start.adventure
source: Start Adventure
ru: Начать приключение

# button.select.hero.first
source: Select a Hero
ru: Выберите героя

# button.ok
source: OK
ru: ОК

# phase.exploration
source: Exploration
ru: Исследование

# phase.encounter
source: Encounter
ru: Столкновение

# phase.player.turn
source: Player Turn
ru: Ход игрока

# phase.enemy.turn
source: Enemy Turn
ru: Ход врага

# phase.end.turn
source: End Turn
ru: Конец хода

# card.type.character
source: Character
ru: Персонаж

# card.type.weapon
source: Weapon
ru: Оружие

# card.type.spell
source: Spell
ru: Заклинание

# card.type.armor
source: Armor
ru: Броня

# card.type.item
source: Item
ru: Предмет

# card.type.blessing
source: Blessing
ru: Благословение

# card.type.monster
source: Monster
ru: Монстр

# card.type.location
source: Location
ru: Локация

# card.type.ally
source: Ally
ru: Союзник

# stat.health
source: Health
ru: Здоровье

# stat.power
source: Power
ru: Сила

# stat.defense
source: Defense
ru: Защита

# rarity.common
source: Common
ru: Обычная

# rarity.uncommon
source: Uncommon
ru: Необычная

# rarity.rare
source: Rare
ru: Редкая

# rarity.epic
source: Epic
ru: Эпическая

# rarity.legendary
source: Legendary
ru: Легендарная

# rules.title
source: How to Play
ru: Как играть

# rules.objective.title
source: Game Objective
ru: Цель игры

# rules.objective.content
source: Embark on an epic adventure! Choose your hero, explore dangerous locations, defeat monsters, and collect powerful cards to become the ultimate adventurer.
ru: Отправляйтесь в эпическое приключение! Выберите героя, исследуйте опасные локации, побеждайте монстров и собирайте мощные карты, чтобы стать величайшим искателем приключений.

# rules.phases.title
source: Turn Phases
ru: Фазы хода

# rules.phases.content
source: Each turn consists of several phases. Complete all phases to finish your turn:
ru: Каждый ход состоит из нескольких фаз. Завершите все фазы, чтобы закончить свой ход:

# rules.phase.exploration
source: Draw an encounter card and face a new challenge.
ru: Вытяните карту столкновения и встретьтесь с новым испытанием.

# rules.phase.encounter
source: Use cards from your hand to overcome the encounter.
ru: Столкновение активировано. Подготовьтесь к бою!

# rules.phase.player.turn
source: Player turn is when you can play cards and attack
ru: Ваш ход! У вас есть 3 действия: атакуйте (1 действие), играйте карты (1 действие), используйте способности. Враг не атакует в эту фазу.

# rules.phase.enemy.turn
source: Enemy turn is when the enemy strikes back
ru: Ход врага! Враг автоматически атакует вас. Подготовьтесь к урону.

# rules.phase.endturn
source: Discard played cards and draw back up to your hand size.
ru: Сбросьте сыгранные карты и доберите до размера руки.

# rules.cards.title
source: Card Types
ru: Типы карт

# rules.cards.content
source: Weapons boost your attack, Spells provide magical effects, Armor protects you from damage, Items give special abilities, and Blessings grant temporary bonuses. Build your deck wisely!
ru: Оружие усиливает атаку, Заклинания дают магические эффекты, Броня защищает от урона, Предметы дают особые способности, а Благословения предоставляют временные бонусы. Стройте колоду с умом!

# rules.resources.title
source: Resources
ru: Ресурсы

# rules.resources.content
source: Health (❤️) and Faith (✨) are your main resources
ru: В игре три основных ресурса: • Здоровье (❤️) - ваша жизненная сила. Когда достигает нуля, игра заканчивается поражением. • Вера (✨) - используется для активации мощных карт и способностей. Восстанавливается в начале каждого хода. • Баланс (☯️) - отражает вашу связь с миром Яви, Нави и Прави. Влияет на силу некоторых карт и способностей.

# rules.actions.title
source: Actions
ru: Действия в ход

# rules.actions.content
source: Each turn you have limited actions. Use them wisely
ru: У вас есть 3 действия (⚡) каждый ход. Действия тратятся на: • Атака (1 действие) - бросьте кубик и атакуйте врага • Игра карты (1 действие) - сыграйте карту из руки • Использование способности (1 действие) - активируйте способность карты Действия сбрасываются в начале следующего хода. Используйте их мудро!

# rules.dice.title
source: Dice Rolls
ru: Броски кубиков

# rules.dice.content
source: When facing challenges, roll the dice! Add bonuses from your cards and abilities. Roll higher than the difficulty to succeed.
ru: Встречая испытания, бросайте кубик! Добавляйте бонусы от карт и способностей. Выбросите больше, чем сложность, чтобы преуспеть.

# rules.victory.title
source: Victory
ru: Победа

# rules.victory.content
source: Defeat all encounters, survive dangerous situations, and manage your health carefully. When your health reaches zero, the game ends!
ru: Побеждайте всех противников, переживайте опасные ситуации и следите за здоровьем. Когда здоровье достигнет нуля, игра заканчивается!

# rules.tips.title
source: Strategic Tips
ru: Стратегические советы

# rules.tips.content
source: • Save powerful cards for difficult encounters • Balance your deck with different card types • Use blessings at the right moment • Manage your hand size carefully • Remember: some cards can be played together for combo effects!
ru: • Берегите мощные карты для сложных столкновений • Балансируйте колоду разными типами карт • Используйте благословения в правильный момент • Следите за размером руки • Помните: некоторые карты можно играть вместе для комбо-эффектов!

# card.valeros.name
source: Valeros
ru: Валерос

# card.valeros.desc
source: A brave fighter from the city guard, skilled with sword and shield.
ru: Отважный воин из городской стражи, мастер меча и щита.

# card.seoni.name
source: Seoni
ru: Сеони

# card.seoni.desc
source: A powerful sorceress who channels arcane energies.
ru: Могущественная волшебница, управляющая тайной энергией.

# card.kyra.name
source: Kyra
ru: Кайра

# card.kyra.desc
source: A devoted cleric who heals allies and smites evil.
ru: Преданная жрица, исцеляющая союзников и карающая зло.

# ability.weapon.master
source: Weapon Master
ru: Мастер Оружия

# ability.weapon.master.desc
source: Add 2 dice when using weapons
ru: Добавьте 2 кубика при использовании оружия

# ability.arcane.blast
source: Arcane Blast
ru: Магический Взрыв

# ability.arcane.blast.desc
source: Deal 3 fire damage to any enemy
ru: Нанесите 3 урона огнём любому врагу

# ability.spell.focus
source: Spell Focus
ru: Концентрация Заклинаний

# ability.spell.focus.desc
source: Draw 1 extra card when casting spells
ru: Возьмите 1 дополнительную карту при сотворении заклинаний

# ability.divine.healing
source: Divine Healing
ru: Божественное Исцеление

# ability.divine.healing.desc
source: Heal 4 damage to yourself or an ally
ru: Излечите 4 урона себе или союзнику

# ability.channel.energy
source: Channel Energy
ru: Направление Энергии

# ability.channel.energy.desc
source: Heal 2 damage to all allies
ru: Излечите 2 урона всем союзникам

# card.longsword.name
source: Longsword
ru: Длинный Меч

# card.longsword.desc
source: A well-balanced blade, deadly in skilled hands.
ru: Хорошо сбалансированный клинок, смертельный в умелых руках.

# card.longbow.name
source: Longbow
ru: Длинный Лук

# card.longbow.desc
source: Strike enemies from afar with precision.
ru: Поражайте врагов издалека с точностью.

# card.staff.power.name
source: Staff of Power
ru: Посох Силы

# card.staff.power.desc
source: A magical staff that channels mystical energies.
ru: Магический посох, направляющий мистическую энергию.

# ability.power.strike
source: Power Strike
ru: Мощный Удар

# ability.power.strike.desc
source: Deal +3 damage
ru: Нанесите +3 урона

# ability.precise.shot
source: Precise Shot
ru: Точный Выстрел

# ability.precise.shot.desc
source: Ignore armor
ru: Игнорируйте броню

# ability.arcane.surge
source: Arcane Surge
ru: Магический Всплеск

# ability.arcane.surge.desc
source: Add spell power to attack
ru: Добавьте силу заклинаний к атаке

# card.fireball.name
source: Fireball
ru: Огненный Шар

# card.fireball.desc
source: Hurl a ball of flame at your enemies.
ru: Швырните шар пламени во врагов.

# card.lightning.bolt.name
source: Lightning Bolt
ru: Молния

# card.lightning.bolt.desc
source: Call down a bolt of electricity.
ru: Призовите удар молнии.

# card.healing.touch.name
source: Healing Touch
ru: Исцеляющее Прикосновение

# card.healing.touch.desc
source: Restore health with divine magic.
ru: Восстановите здоровье божественной магией.

# ability.burn
source: Burn
ru: Поджог

# ability.burn.desc
source: Deal 4 fire damage
ru: Нанесите 4 урона огнём

# ability.chain.lightning
source: Chain Lightning
ru: Цепная Молния

# ability.chain.lightning.desc
source: Deal 3 lightning damage to 2 enemies
ru: Нанесите 3 урона молнией 2 врагам

# ability.restore
source: Restore
ru: Восстановление

# ability.restore.desc
source: Heal 5 damage
ru: Излечите 5 урона

# card.leather.armor.name
source: Leather Armor
ru: Кожаная Броня

# card.leather.armor.desc
source: Light protection that doesn't hinder movement.
ru: Легкая защита, не мешающая движению.

# card.plate.armor.name
source: Plate Armor
ru: Латная Броня

# card.plate.armor.desc
source: Heavy armor that provides excellent protection.
ru: Тяжелая броня, обеспечивающая отличную защиту.

# card.healing.potion.name
source: Healing Potion
ru: Зелье Лечения

# card.healing.potion.desc
source: A vial of magical liquid that restores vitality.
ru: Флакон магической жидкости, восстанавливающей жизнь.

# card.magic.ring.name
source: Magic Ring
ru: Магическое Кольцо

# card.magic.ring.desc
source: A ring imbued with protective enchantments.
ru: Кольцо с защитными чарами.

# ability.quick.heal
source: Quick Heal
ru: Быстрое Лечение

# ability.quick.heal.desc
source: Heal 3 damage instantly
ru: Мгновенно излечите 3 урона

# ability.shield
source: Shield
ru: Щит

# ability.shield.desc
source: Add +2 defense until end of turn
ru: Добавьте +2 к защите до конца хода

# card.blessing.luck.name
source: Blessing of Luck
ru: Благословение Удачи

# card.blessing.luck.desc
source: Fortune smiles upon you.
ru: Фортуна улыбается вам.

# card.blessing.gods.name
source: Blessing of the Gods
ru: Благословение Богов

# card.blessing.gods.desc
source: Divine favor grants you strength.
ru: Божественная милость дарует вам силу.

# ability.lucky
source: Lucky
ru: Удача

# ability.lucky.desc
source: Reroll any failed check
ru: Перебросьте любую неудавшуюся проверку

# ability.divine.favor
source: Divine Favor
ru: Божественная Милость

# ability.divine.favor.desc
source: Add 3 to any check
ru: Добавьте 3 к любой проверке

# card.goblin.raider.name
source: Goblin Raider
ru: Гоблин-Налётчик

# card.goblin.raider.desc
source: A small but vicious creature armed with crude weapons.
ru: Маленькое, но злобное существо с грубым оружием.

# card.orc.warrior.name
source: Orc Warrior
ru: Орк-Воин

# card.orc.warrior.desc
source: A brutish fighter with immense strength.
ru: Грубый боец с огромной силой.

# card.skeleton.warrior.name
source: Skeleton Warrior
ru: Скелет-Воин

# card.skeleton.warrior.desc
source: An undead soldier wielding ancient weapons.
ru: Нежить-солдат с древним оружием.

# card.ancient.dragon.name
source: Ancient Dragon
ru: Древний Дракон

# card.ancient.dragon.desc
source: A massive wyrm with scales like iron and breath of flame.
ru: Массивный змей с чешуёй как железо и огненным дыханием.

# trait.human
source: Human
ru: Человек

# trait.warrior
source: Warrior
ru: Воин

# trait.fighter
source: Fighter
ru: Боец

# trait.sorcerer
source: Sorcerer
ru: Волшебник

# trait.magic
source: Magic
ru: Магия

# trait.cleric
source: Cleric
ru: Жрец

# trait.divine
source: Divine
ru: Божественный

# trait.melee
source: Melee
ru: Ближний Бой

# trait.ranged
source: Ranged
ru: Дальний Бой

# trait.arcane
source: Arcane
ru: Тайный

# trait.fire
source: Fire
ru: Огонь

# trait.lightning
source: Lightning
ru: Молния

# trait.healing
source: Healing
ru: Лечение

# trait.light
source: Light
ru: Легкий

# trait.heavy
source: Heavy
ru: Тяжелый

# trait.potion
source: Potion
ru: Зелье

# trait.magical
source: Magical
ru: Магический

# trait.blessing
source: Blessing
ru: Благословение

# trait.goblin
source: Goblin
ru: Гоблин

# trait.evil
source: Evil
ru: Зло

# trait.orc
source: Orc
ru: Орк

# trait.undead
source: Undead
ru: Нежить

# trait.skeleton
source: Skeleton
ru: Скелет

# trait.dragon
source: Dragon
ru: Дракон

# trait.ancient
source: Ancient
ru: Древний

# tm.game.title
source: Twilight Marches
ru: Сумрачные Пределы

# tm.game.subtitle
source: Dark Slavic Legends
ru: Темные Славянские Легенды

# tm.char.veleslava.name
source: Veleslava
ru: Велеслава

# tm.char.veleslava.desc
source: A wise woman of the borderlands, keeper of ancient healing arts and protector against curses.
ru: Ведунья пограничья, хранительница древних искусств исцеления и защитница от проклятий.

# tm.char.ratibor.name
source: Ratibor
ru: Ратибор

# tm.char.ratibor.desc
source: An exiled warlord seeking redemption, master of blade and command.
ru: Изгнанный воевода, ищущий искупления, мастер меча и командования.

# tm.char.miroslav.name
source: Miroslav
ru: Мирослав

# tm.char.miroslav.desc
source: An apostate sorcerer who made a dark pact, wielding forbidden powers from Nav.
ru: Волхв-отступник, заключивший темный договор, владеющий запретными силами Нави.

# tm.char.zabava.name
source: Zabava
ru: Забава

# tm.char.zabava.desc
source: A cunning hunter of the unclean, tracking spirits and monsters across the twilight lands.
ru: Хитрая охотница на нечисть, выслеживающая духов и чудовищ по сумрачным землям.

# tm.ability.herb.wisdom
source: Herb Wisdom
ru: Травяная Мудрость

# tm.ability.herb.wisdom.desc
source: Heal 3 health using ancient herbal lore
ru: Исцелить 3 здоровья древним травничеством

# tm.ability.curse.breaker
source: Curse Breaker
ru: Снятие Проклятий

# tm.ability.curse.breaker.desc
source: Remove one curse from yourself or ally
ru: Снять одно проклятие с себя или союзника

# tm.ability.battle.fury
source: Battle Fury
ru: Боевая Ярость

# tm.ability.battle.fury.desc
source: Add 3 dice to your next combat check
ru: Добавить 3 кубика к следующей боевой проверке

# tm.ability.commanders.will
source: Commander's Will
ru: Воля Командира

# tm.ability.commanders.will.desc
source: Gain 2 Faith from your leadership
ru: Получить 2 Веры от вашего лидерства

# tm.ability.dark.pact
source: Dark Pact
ru: Темный Договор

# tm.ability.dark.pact.desc
source: Summon a spirit from Nav (Power 5)
ru: Призвать духа из Нави (Сила 5)

# tm.ability.soul.drain
source: Soul Drain
ru: Вытягивание Души

# tm.ability.soul.drain.desc
source: Sacrifice 2 health to draw 3 cards
ru: Пожертвовать 2 здоровья, чтобы взять 3 карты

# tm.ability.silver.arrow
source: Silver Arrow
ru: Серебряная Стрела

# tm.ability.silver.arrow.desc
source: Deal 5 damage to any creature
ru: Нанести 5 урона любому существу

# tm.ability.track.prey
source: Track Prey
ru: Выследить Добычу

# tm.ability.track.prey.desc
source: Draw 2 cards by following the trail
ru: Взять 2 карты, следуя по следу

# tm.enemy.navii.name
source: Navii
ru: Навий

# tm.enemy.navii.desc
source: A restless spirit of the dead, wandering between worlds.
ru: Неупокоенный дух мертвого, блуждающий между мирами.

# tm.enemy.upyr.name
source: Upyr
ru: Упырь

# tm.enemy.upyr.desc
source: An ancient vampire, draining life force from the living.
ru: Древний вампир, высасывающий жизненную силу из живых.

# tm.enemy.leshiy.name
source: Leshiy
ru: Леший

# tm.enemy.leshiy.desc
source: A corrupted forest spirit, leading travelers astray.
ru: Искаженный дух леса, сбивающий путников с дороги.

# tm.enemy.rusalka.name
source: Rusalka
ru: Русалка

# tm.enemy.rusalka.desc
source: A drowned maiden's spirit, singing deadly songs by moonlit waters.
ru: Дух утопленной девы, поющая смертельные песни при лунном свете.

# tm.enemy.zmey.name
source: Zmey Gorynych
ru: Змей Горыныч

# tm.enemy.zmey.desc
source: The legendary three-headed dragon, ancient terror of the skies.
ru: Легендарный трехглавый дракон, древний ужас небес.

# tm.ability.soul.touch
source: Soul Touch
ru: Касание Души

# tm.ability.soul.touch.desc
source: Apply Weakness curse for 2 turns
ru: Наложить проклятие Слабости на 2 хода

# tm.ability.blood.drain
source: Blood Drain
ru: Вытягивание Крови

# tm.ability.blood.drain.desc
source: Deal 4 mental damage
ru: Нанести 4 ментального урона

# tm.ability.life.steal
source: Life Steal
ru: Кража Жизни

# tm.ability.life.steal.desc
source: Heal 2 health from drained life
ru: Исцелить 2 здоровья вытянутой жизнью

# tm.ability.forest.maze
source: Forest Maze
ru: Лесной Лабиринт

# tm.ability.forest.maze.desc
source: Apply Forgetfulness curse for 3 turns
ru: Наложить проклятие Забвения на 3 хода

# tm.ability.natures.wrath
source: Nature's Wrath
ru: Гнев Природы

# tm.ability.natures.wrath.desc
source: Deal 3 physical damage
ru: Нанести 3 физического урона

# tm.ability.drowning.song
source: Drowning Song
ru: Песня Утопленницы

# tm.ability.drowning.song.desc
source: Apply Madness curse for 2 turns
ru: Наложить проклятие Безумия на 2 хода

# tm.ability.water.grasp
source: Water Grasp
ru: Водная Хватка

# tm.ability.water.grasp.desc
source: Deal 3 cold damage
ru: Нанести 3 урона холодом

# tm.ability.three.breaths
source: Three Breaths
ru: Три Дыхания

# tm.ability.three.breaths.desc
source: Deal 10 fire damage with three dragon heads
ru: Нанести 10 урона огнем тремя драконьими головами

# tm.ability.ancient.curse
source: Ancient Curse
ru: Древнее Проклятие

# tm.ability.ancient.curse.desc
source: Apply Sickness curse for 5 turns
ru: Наложить проклятие Болезни на 5 ходов

# tm.spirit.domovoy.name
source: Domovoy
ru: Домовой

# tm.spirit.domovoy.desc
source: A house spirit, guardian of hearth and home.
ru: Домашний дух, хранитель очага и дома.

# tm.spirit.bereginya.name
source: Bereginya
ru: Берегиня

# tm.spirit.bereginya.desc
source: A protective spirit, shielding from darkness.
ru: Защитный дух, оберегающий от тьмы.

# tm.ability.home.guard
source: Home Guard
ru: Домашняя Стража

# tm.ability.home.guard.desc
source: Add 1 die to defense checks
ru: Добавить 1 кубик к проверкам защиты

# tm.ability.protective.aura
source: Protective Aura
ru: Защитная Аура

# tm.ability.protective.aura.desc
source: Remove one curse
ru: Снять одно проклятие

# tm.ability.blessing.shield
source: Blessing Shield
ru: Благословенный Щит

# tm.ability.blessing.shield.desc
source: Shift balance 2 points toward Light
ru: Сдвинуть баланс на 2 пункта к Свету

# tm.curse.black.mark.name
source: Black Mark
ru: Черная Метка

# tm.curse.black.mark.desc
source: A dark sigil from Nav, sapping your strength.
ru: Темная печать из Нави, вытягивающая вашу силу.

# tm.curse.madness.name
source: Madness
ru: Безумие

# tm.curse.madness.desc
source: Reality warps and twists before your eyes.
ru: Реальность искажается и извивается перед вашими глазами.

# tm.ability.mark.of.nav
source: Mark of Nav
ru: Метка Нави

# tm.ability.mark.of.nav.desc
source: Apply Weakness for 3 turns
ru: Наложить Слабость на 3 хода

# tm.ability.lose.sanity
source: Lose Sanity
ru: Потеря Рассудка

# tm.ability.lose.sanity.desc
source: Apply Madness for 4 turns
ru: Наложить Безумие на 4 хода

# tm.artifact.kalinov.sword.name
source: Kalinov Sword
ru: Калинов Меч

# tm.artifact.kalinov.sword.desc
source: A legendary blade forged in the realm of gods, bane of darkness.
ru: Легендарный клинок, выкованный в мире богов, погибель тьмы.

# tm.artifact.alatyr.stone.name
source: Alatyr Stone
ru: Алатырь-Камень

# tm.artifact.alatyr.stone.desc
source: The sacred stone at the center of all worlds, anchor of reality.
ru: Священный камень в центре всех миров, якорь реальности.

# tm.ability.cleaving.strike
source: Cleaving Strike
ru: Рассекающий Удар

# tm.ability.cleaving.strike.desc
source: Deal 8 damage with legendary blade
ru: Нанести 8 урона легендарным клинком

# tm.ability.banish.darkness
source: Banish Darkness
ru: Изгнание Тьмы

# tm.ability.banish.darkness.desc
source: Shift balance 3 points toward Light
ru: Сдвинуть баланс на 3 пункта к Свету

# tm.ability.realm.anchor
source: Realm Anchor
ru: Якорь Миров

# tm.ability.realm.anchor.desc
source: Return to Yav from any realm
ru: Вернуться в Явь из любого мира

# tm.ability.restore.balance
source: Restore Balance
ru: Восстановить Баланс

# tm.ability.restore.balance.desc
source: Shift balance 5 points toward Neutral
ru: Сдвинуть баланс на 5 пунктов к Нейтральному

# tm.trait.healer
source: Healer
ru: Целитель

# tm.trait.vedunya
source: Vedunya
ru: Ведунья

# tm.trait.warrior
source: Warrior
ru: Воин

# tm.trait.voevoda
source: Voevoda
ru: Воевода

# tm.trait.sorcerer
source: Sorcerer
ru: Колдун

# tm.trait.volkhv
source: Volkhv
ru: Волхв

# tm.trait.hunter
source: Hunter
ru: Охотник

# tm.trait.ranger
source: Ranger
ru: Следопыт

# tm.trait.spirit
source: Spirit
ru: Дух

# tm.trait.guardian
source: Guardian
ru: Хранитель

# tm.trait.bereginya
source: Bereginya
ru: Берегиня

# tm.trait.curse
source: Curse
ru: Проклятие

# tm.trait.mental
source: Mental
ru: Ментальный

# tm.trait.artifact
source: Artifact
ru: Артефакт

# tm.trait.weapon
source: Weapon
ru: Оружие

# tm.trait.legendary
source: Legendary
ru: Легендарный

# tm.trait.sacred
source: Sacred
ru: Священный

# tm.trait.light
source: Light
ru: Свет

# tm.trait.dark
source: Dark
ru: Тьма

# tm.trait.neutral
source: Neutral
ru: Нейтральный

# tm.trait.nav
source: Nav
ru: Навь

# tm.trait.yav
source: Yav
ru: Явь

# tm.trait.prav
source: Prav
ru: Правь

# tm.trait.upyr
source: Upyr
ru: Упырь

# tm.trait.leshiy
source: Leshiy
ru: Леший

# tm.trait.rusalka
source: Rusalka
ru: Русалка

# tm.trait.zmey
source: Zmey
ru: Змей

# tm.trait.nature
source: Nature
ru: Природа

# tm.trait.water
source: Water
ru: Вода

# tm.card.type.curse
source: Curse
ru: Проклятие

# tm.card.type.spirit
source: Spirit
ru: Дух

# tm.card.type.artifact
source: Artifact
ru: Артефакт

# tm.card.type.ritual
source: Ritual
ru: Ритуал

# ui.menu.button
source: Menu
ru: Меню

# ui.exit
source: Exit
ru: Выход

# ui.result
source: Result
ru: Результат: %d

# ui.progress.saved
source: Progress Saved
ru: Ваш прогресс успешно сохранён.

# tooltip.balance
source: Balance between Light and Dark
ru: Баланс между Светом и Тьмой

# region.state.stable
source: Stable
ru: Стабильный

# region.state.borderland
source: Borderland
ru: Пограничье

# region.state.breach
source: Nav Breach
ru: Разлом

# region.reputation
source: Reputation: %d
ru: Репутация: %d

# action.travel
source: Travel
ru: Путешествовать

# action.rest
source: Rest
ru: Отдыхать

# action.trade
source: Trade
ru: Торговать

# action.strengthen.anchor
source: Strengthen Anchor
ru: Укрепить Якорь

# action.explore
source: Explore
ru: Исследовать

# action.explore.region
source: Explore
ru: Исследовать

# combat.turn.number
source: Turn %d
ru: Ход %d

# combat.actions.remaining
source: Actions: %d
ru: Действий: %d

# combat.action.play.card
source: Play Card
ru: Сыграть карту

# combat.stat.attack
source: Attack
ru: Атака

# combat.message.victory
source: Victory!
ru: Победа!

# ui.continue
source: Continue
ru: Продолжить

# ui.back
source: Back
ru: Назад

# ui.slot.selection
source: Select Slot
ru: Выбор слота

# ui.continue.game
source: Continue Game
ru: Продолжить игру

# ui.slot.number
source: Slot %d
ru: Слот %d

# ui.load
source: Load
ru: Загрузить

# ui.new.game
source: New Game
ru: Новая игра

# ui.empty.slot
source: Empty Slot
ru: Пустой слот

# ui.start.new.game
source: Start New Game
ru: Начать новую игру

# ui.delete.confirm
source: This action cannot be undone.
ru: Это действие нельзя отменить.
