Repository: MyNameIsAlexandro/CardSampleGame
Catalog: *.lproj/Localizable.strings
Languages: ru

# ui.overwrite.confirm
source: Current save will be lost.
ru: Текущее сохранение будет потеряно.

# ui.delete.save
source: Delete Save?
ru: Удалить сохранение?

# ui.overwrite.save
source: Overwrite Save?
ru: Перезаписать сохранение?

# ui.cancel
source: Cancel
ru: Отмена

# ui.delete
source: Delete
ru: Удалить

# ui.overwrite
source: Overwrite
ru: Перезаписать

# event.choose.action
source: Choose an action:
ru: Выберите действие:

# event.requires.faith
source: Requires: %d faith
ru: Требуется: %d веры

# event.you.have.faith
source: (you have: %d)
ru: (у вас: %d)

# event.requires.health
source: Requires: %d health
ru: Требуется: %d здоровья

# event.you.have.health
source: (you have: %d)
ru: (у вас: %d)

# event.requires.path
source: Requires path: %@
ru: Требуется путь: %@

# event.your.path
source: (yours: %@)
ru: (ваш: %@)

# event.faith.change
source: Faith: %@%d
ru: Вера: %@%d

# event.health.change
source: Health: %@%d
ru: Здоровье: %@%d

# event.balance.to.light
source: Balance: towards Light
ru: Баланс: к Свету

# event.balance.to.dark
source: Balance: towards Dark
ru: Баланс: к Тьме

# event.reputation.change
source: Reputation: %@%d
ru: Репутация: %@%d

# event.receive.card
source: Receive a card
ru: Получите карту

# event.receive.curse
source: Receive a curse
ru: Получите проклятие

# ui.close
source: Close
ru: Закрыть

# tm.balance.light.genitive
source: of Light
ru: Света

# tm.balance.neutral.genitive
source: Neutral
ru: Нейтральный

# tm.balance.dark.genitive
source: of Dark
ru: Тьмы

# stats.title
source: Statistics
ru: Статистика

# stats.general
source: General Statistics
ru: Общая статистика

# stats.history
source: Game History
ru: История игр

# stats.no.saves
source: No saved games yet
ru: Пока нет сохранённых игр

# stats.start.hint
source: Start a new game to see statistics
ru: Начните новую игру, чтобы увидеть статистику

# stats.done
source: Done
ru: Готово

# stats.resources
source: Resources
ru: Ресурсы

# stats.progress
source: Progress
ru: Прогресс

# stats.games.count
source: Games
ru: Игр

# stats.longest.survival
source: Longest
ru: Дольше всего

# stats.turns.count
source: %d turns
ru: %d ходов

# world.loading
source: Loading world...
ru: Загрузка мира...

source: World Event
ru: Событие мира

# button.understood
source: Understood
ru: Понятно

# day.number
source: Day %d
ru: День %d

# world.label
source: World
ru: Мир

# days.in.journey
source: Days traveled
ru: Дней в пути

# button.confirm
source: Confirm
ru: Подтвердить

source: Nothing found
ru: Ничего не найдено

# no.events.in.region
source: There are no events available in this region right now.
ru: В этом регионе сейчас нет доступных событий для исследования.

source: Cards received!
ru: Получены карты!

# added.to.deck
source: Added to your deck
ru: Добавлены в вашу колоду

# button.great
source: Great!
ru: Отлично!

source: You are here
ru: Вы здесь

# region.desc.stable
source: The region is calm. Nav influence is minimal. Safe to rest and trade here.
ru: Регион спокоен. Влияние Нави минимально. Здесь безопасно отдыхать и торговать.

# region.desc.borderland
source: The region balances between Yav and Nav. Increased danger, but more opportunities.
ru: Регион балансирует между Явью и Навью. Повышенная опасность, но и больше возможностей.

# region.desc.breach
source: Nav actively penetrates the region. Very dangerous. Anchor restoration required.
ru: Навь активно проникает в регион. Очень опасно. Требуется восстановление якоря.

source: Enemy Defense:
ru: Защита врагов:

source: Enemy Health:
ru: Здоровье врагов:

source: Anchor of Yav
ru: Якорь Яви

# anchor.integrity
source: Integrity:
ru: Целостность:

# balance.light
source: Light
ru: Свет

# balance.neutral
source: Balance
ru: Нейтрально

# balance.dark
source: Dark
ru: Тьма

source: Available Actions
ru: Доступные действия

# day.word.1
source: day
ru: день

# day.word.234
source: days
ru: дня

# action.travel.to
source: Travel (%d %@)
ru: Отправиться (%d %@)

# action.region.far
source: Region is far
ru: Регион далеко

# action.move.to.region.hint
source: Move to region to interact with it
ru: Переместитесь в регион, чтобы взаимодействовать с ним

# action.region.not.directly.accessible
source: Region not directly accessible - go to adjacent region first
ru: Регион недоступен напрямую - сначала идите в соседний регион

# quest.progress
source: Progress:
ru: Прогресс:

# journal.empty
source: Journal is empty. Your adventures are yet to come...
ru: Журнал пуст. Ваши приключения ещё впереди...

# journal.title
source: Journal
ru: Журнал

# confirmation.title
source: Confirmation
ru: Подтверждение

# confirm.rest
source: Rest here? You will restore %d health.
ru: Отдохнуть в этом месте? Вы восстановите %d здоровья.

# confirm.trade
source: Trading system not implemented yet.
ru: Торговая система пока не реализована.

# confirm.strengthen.anchor
source: Strengthen anchor? This costs %d faith and adds 20%% integrity.
ru: Укрепить якорь? Это стоит %d веры и добавит %d%% целостности.

# confirm.explore
source: Explore the region? This will take a day.
ru: Исследовать регион? Это займёт день.

# warning.title
source: Warning
ru: Предупреждение

# warning.high.danger
source: This region has high danger level. Be careful!
ru: В этом регионе повышенная опасность. Будьте осторожны!

source: Action impossible
ru: Действие невозможно

source: Go through first: %@
ru: Сначала идите через: %@

# hero.class.default
source: Wanderer
ru: Странник

source: Enemy defeated!
ru: Враг побеждён!

# card.stat.health
source: Health
ru: Здоровье

# card.stat.strength
source: Strength
ru: Сила

# card.stat.defense
source: Defense
ru: Защита

source: No cards in hand
ru: Нет карт в руке

# card.type.resource
source: Resource
ru: Ресурс

# card.type.attack
source: Attack
ru: Атака

# card.type.defense
source: Defense
ru: Защита

# card.type.special
source: Special
ru: Особая

# combat.modifier.borderland
source: Borderland: enemies +1 power, +1 defense
ru: Пограничье: враги +1 сила, +1 защита

# combat.modifier.breach
source: Nav Breach: enemies +2 power, +2 defense
ru: Прорыв Нави: враги +2 сила, +2 защита

# region.type.forest
source: Forest
ru: Лес

# region.type.swamp
source: Swamp
ru: Болото

# region.type.mountain
source: Mountains
ru: Горы

# region.type.settlement
source: Settlement
ru: Поселение

# region.type.water
source: Water Zone
ru: Водная зона

# region.type.wasteland
source: Wasteland
ru: Пустошь

# region.type.sacred
source: Sacred Place
ru: Священное место

# anchor.type.shrine
source: Shrine
ru: Капище

# anchor.type.barrow
source: Barrow
ru: Курган

# anchor.type.sacred.tree
source: Sacred Oak
ru: Священный Дуб

# anchor.type.stone.idol
source: Stone Idol
ru: Каменная Баба

# anchor.type.spring
source: Spring
ru: Родник

# anchor.type.chapel
source: Chapel
ru: Часовня

# anchor.type.temple
source: Temple
ru: Храм

# anchor.type.cross
source: Votive Cross
ru: Обетный Крест

# event.type.combat
source: Combat
ru: Бой

# event.type.ritual
source: Ritual
ru: Ритуал

# event.type.narrative
source: Encounter
ru: Встреча

# event.type.exploration
source: Exploration
ru: Исследование

# event.type.world.shift
source: World Shift
ru: Сдвиг Мира

# loading.default
source: Loading...
ru: Загрузка...

# loading.search.packs
source: Searching for content packs...
ru: Поиск контент-паков...

source: Loading content...
ru: Загрузка контента...

# loading.content.not.found
source: Content not found
ru: Контент не найден

# loading.ready
source: Ready!
ru: Готово!

# loading.content.loaded
source: Content loaded
ru: Контент загружен

source: Loading error
ru: Ошибка загрузки

# loading.summary
source: %d content items loaded
ru: Загружено %d элементов контента

# app.title
source: Twilight Marches
ru: Сумрачные Пределы

# loading.item.regions
source: Regions
ru: Регионы

# loading.item.events
source: Events
ru: События

# loading.item.quests
source: Quests
ru: Квесты

# loading.item.anchors
source: Anchors
ru: Якоря

# loading.item.heroes
source: Heroes
ru: Герои

# loading.item.cards
source: Cards
ru: Карты

# loading.item.enemies
source: Enemies
ru: Враги

# loading.item.localization
source: Languages
ru: Языки

source: Choice made
ru: Выбор сделан

# action.rest.heal
source: Rest (+%d ❤️)
ru: Отдохнуть (+%d ❤️)

# action.trade.name
source: Trade
ru: Торговать

# confirm.travel
source: Travel to '%@'? This will take %d %@.
ru: Отправиться в регион '%@'? Это займёт %d %@ пути.

# journal.entry.travel
source: Travel
ru: Путешествие

# journal.entry.travel.choice
source: Set off on journey
ru: Отправился в путь

# journal.entry.travel.outcome
source: Arrived in %@
ru: Прибыл в %@

# journal.entry.explore
source: Exploration
ru: Исследование

# journal.entry.explore.choice
source: Explored the region
ru: Исследовал регион

# journal.entry.explore.nothing
source: Nothing interesting found
ru: Ничего интересного не найдено

# error.unknown
source: Unknown error
ru: Неизвестная ошибка

# error.region.far
source: This region is too far. First move to a neighboring region.
ru: Этот регион слишком далеко. Сначала переместитесь в соседний регион.

# error.region.inaccessible
source: This region is inaccessible.
ru: Этот регион недоступен.

# error.health.low
source: Your health is too low for this action.
ru: У вас слишком мало здоровья для этого действия.

# error.insufficient.resource
source: Insufficient %@: need %d, have %d.
ru: Недостаточно %@: нужно %d, есть %d.

# error.in.combat
source: Cannot do this during combat.
ru: Невозможно во время боя.

# error.finish.event
source: First complete the current event.
ru: Сначала завершите текущее событие.

# error.action.failed
source: Action failed: %@
ru: Действие невозможно: %@

# journal.rest.title
source: Rest
ru: Отдых

# journal.rest.choice
source: Decided to rest
ru: Решил отдохнуть

# journal.rest.outcome
source: Health restored
ru: Здоровье восстановлено

# journal.anchor.title
source: Strengthen Anchor
ru: Укрепление якоря

# journal.anchor.choice
source: Faith spent
ru: Потрачено веры

# journal.anchor.outcome
source: Anchor strengthened
ru: Якорь укреплён

# journal.choice.made
source: Choice made
ru: Выбор сделан

# action.explore.name
source: Explore
ru: Исследовать

# action.anchor.cost
source: Strengthen Anchor (-%d ✨, +%d%%)
ru: Укрепить якорь (-%d ✨, +%d%%)

# curse.weakness
source: Weakness
ru: Слабость

# curse.fear
source: Fear
ru: Страх

# curse.exhaustion
source: Exhaustion
ru: Истощение

# curse.greed
source: Greed
ru: Жадность

# curse.shadow.of.nav
source: Shadow of Nav
ru: Тень Нави

# curse.blood.curse
source: Blood Curse
ru: Проклятие крови

# curse.seal.of.nav
source: Seal of Nav
ru: Печать Нави

# combat.turns.stats
source: Turns: %d, damage dealt: %d, damage taken: %d
ru: Ходов: %d, урон нанесён: %d, урон получен: %d

# curse.weakness.name
source: Weakness
ru: Слабость

# curse.weakness.description
source: Reduces damage dealt
ru: Уменьшает наносимый урон

# curse.fear.name
source: Fear
ru: Страх

# curse.fear.description
source: Increases damage taken
ru: Увеличивает получаемый урон

# curse.exhaustion.name
source: Exhaustion
ru: Истощение

# curse.exhaustion.description
source: Reduces actions per turn
ru: Уменьшает количество действий

# curse.greed.name
source: Greed
ru: Алчность

# curse.greed.description
source: Pulls towards darkness
ru: Тянет к тьме

# curse.shadow.of.nav.name
source: Shadow of Nav
ru: Тень Нави

# curse.shadow.of.nav.description
source: Increases damage, but shifts towards dark
ru: Увеличивает урон, но сдвигает к тьме

# curse.blood.curse.name
source: Blood Curse
ru: Кровавое проклятие

# curse.blood.curse.description
source: Heals on kill, but shifts towards dark
ru: Лечит при убийстве, но сдвигает к тьме

# curse.seal.of.nav.name
source: Seal of Nav
ru: Печать Нави

# curse.seal.of.nav.description
source: Blocks Sustain cards
ru: Блокирует Sustain карты

# error.invalid.action
source: Invalid action: %@
ru: Недопустимое действие: %@

# error.region.not.accessible
source: Region %@ is not accessible
ru: Регион %@ недоступен

# error.region.not.neighbor
source: Region %@ is not a neighbor
ru: Регион %@ не является соседним

# error.action.not.available
source: %@ not available in %@ region
ru: %@ недоступно в регионе типа %@

# error.insufficient.resources
source: Need %2$d %1$@, have %3$d
ru: Нужно %2$d %1$@, есть %3$d

# error.health.too.low
source: Health too low for this action
ru: Слишком мало здоровья для этого действия

# error.game.not.in.progress
source: Game is not in progress
ru: Игра не запущена

# error.combat.in.progress
source: Cannot do this during combat
ru: Невозможно во время боя

# error.event.in.progress
source: Must resolve current event first
ru: Сначала завершите текущее событие

# error.no.active.event
source: No active event
ru: Нет активного события

# error.no.active.combat
source: No active combat
ru: Нет активного боя

# error.event.not.found
source: Event %@ not found
ru: Событие %@ не найдено

# error.invalid.choice.index
source: Choice %d invalid (max: %d)
ru: Выбор %d недействителен (максимум: %d)

# error.choice.requirements.not.met
source: Cannot choose: %@
ru: Невозможно выбрать: %@

# error.card.not.in.hand
source: Card %@ not in hand
ru: Карта %@ не в руке

# error.not.enough.actions
source: Not enough actions remaining
ru: Недостаточно действий

# error.invalid.target
source: Invalid target
ru: Недопустимая цель

# ui.no.saves
source: No saves
ru: Нет сохранений

# error.save.not.found
source: Save not found in slot %d
ru: Сохранение в слоте %d не найдено

# error.incompatible.save
source: Cannot load save: incompatible
ru: Не удалось загрузить: несовместимое сохранение

# error.save.decoding.failed
source: Failed to decode save: %@
ru: Ошибка чтения сохранения: %@

# calc.hit
source: ✅ HIT!
ru: ✅ ПОПАДАНИЕ!

# calc.miss
source: ❌ MISS!
ru: ❌ ПРОМАХ!

# calc.attack.vs.defense
source: 📊 Attack: %d vs Defense: %d
ru: 📊 Атака: %d vs Защита: %d

# calc.strength
source: Strength %d
ru: Сила %d

# calc.bonus.dice
source: +%d bonus dice
ru: +%d бонус кубиков

# calc.bonus.damage
source: +%d bonus damage
ru: +%d бонус урона

# calc.damage
source: 💥 Damage: %d
ru: 💥 Урон: %d

# calc.base.damage
source: Base: %d (attack - defense + 2)
ru: Базовый: %d (атака - защита + 2)

# calc.hero.ability.dice
source: Hero ability (+%d dice)
ru: Способность героя (+%d кубик)

# calc.hero.ability
source: Hero ability
ru: Способность героя

# calc.curse.weakness
source: Weakness
ru: Слабость

# calc.curse.shadow.of.nav
source: Shadow of Nav
ru: Тень Нави

# content.manager.title
source: Content Manager
ru: Менеджер контента

# content.manager.loaded.packs
source: Loaded Packs
ru: Загруженные паки

# content.manager.bundled.packs
source: Bundled Packs
ru: Встроенные паки

# content.manager.external.packs
source: External Packs (Documents/)
ru: Внешние паки (Documents/)

# content.manager.no.external
source: No external packs found
ru: Внешние паки не найдены

# content.manager.how.to.add
source: How to add packs
ru: Как добавить паки

# content.manager.place.files
source: Place .pack files in:
ru: Разместите .pack файлы в:

# content.manager.open
source: Open
ru: Открыть

# content.manager.reload.all
source: Reload All
ru: Обновить всё

# content.manager.validate
source: Validate
ru: Проверить

# content.manager.load
source: Load
ru: Загрузить

# content.manager.reload
source: Reload
ru: Обновить

# content.manager.done
source: Done
ru: Готово

# content.manager.status
source: Status
ru: Статус

# content.manager.status.discovered
source: Discovered
ru: Найден

# content.manager.status.validating
source: Validating...
ru: Проверка...

# content.manager.status.valid
source: Valid
ru: Корректен

# content.manager.status.errors
source: %d errors
ru: %d ошибок

# content.manager.status.warnings
source: %d warnings
ru: %d предупреждений

# content.manager.status.loading
source: Loading...
ru: Загрузка...

# content.manager.status.loaded
source: Loaded
ru: Загружен

# content.manager.status.failed
source: Failed: %@
ru: Ошибка: %@

# content.manager.loaded.at
source: Loaded at %@
ru: Загружен в %@

# content.manager.loaded.time
source: Loaded %@
ru: Загружен %@

# content.manager.content
source: Content
ru: Контент

# content.manager.regions
source: Regions
ru: Регионы

# content.manager.events
source: Events
ru: События

# content.manager.quests
source: Quests
ru: Квесты

# content.manager.heroes
source: Heroes
ru: Герои

# content.manager.cards
source: Cards
ru: Карты

# content.manager.enemies
source: Enemies
ru: Враги

# content.manager.validation
source: Validation
ru: Валидация

# content.manager.validation.errors
source: Errors:
ru: Ошибки:

# content.manager.validation.warnings
source: Warnings:
ru: Предупреждения:

# content.manager.source.bundled
source: Bundled
ru: Встроенный

# content.manager.source.external
source: External
ru: Внешний

# content.manager.pack.type.character
source: Character
ru: Персонажи

# content.manager.pack.type.campaign
source: Campaign
ru: Кампания

# content.manager.pack.type.balance
source: Balance
ru: Баланс

# content.manager.pack.type.rules.extension
source: Rules Extension
ru: Расширение правил

# content.manager.pack.type.full
source: Full Pack
ru: Полный пак

# content.manager.pack.type.unknown
source: Unknown
ru: Неизвестно

# arena.title
source: Arena
ru: Арена

# arena.hero
source: Hero
ru: Герой

# arena.enemy
source: Enemy
ru: Противник

# arena.fight
source: Fight!
ru: В бой!

# arena.victory
source: Victory!
ru: Победа!

# arena.defeat
source: Defeat
ru: Поражение

# resonance.zone.deep.nav
source: Deep Nav
ru: Глубокая Навь

# resonance.zone.nav
source: Nav
ru: Навь

# resonance.zone.yav
source: Yav
ru: Явь

# resonance.zone.prav
source: Prav
ru: Правь

# resonance.zone.deep.prav
source: Deep Prav
ru: Глубокая Правь

# combat.fate.deck.count
source: Deck: %d
ru: Колода: %d

# combat.fate.discard.count
source: Discard: %d
ru: Сброс: %d

# combat.fate.discard.title
source: Played Fate Cards
ru: Сыгранные карты Судьбы

source: Back
ru: Назад

# combat.fate.attack
source: Attack Fate
ru: Судьба Атаки

# combat.fate.defense
source: Defense Fate
ru: Судьба Защиты

# combat.fate.attack.great
source: Excellent strike!
ru: Отличный удар!

# combat.fate.attack.good
source: Solid hit
ru: Крепкий удар

# combat.fate.attack.weak
source: Weak blow
ru: Слабый удар

# combat.fate.defense.great
source: Expertly blocked!
ru: Мастерский блок!

# combat.fate.defense.good
source: Defended well
ru: Защита выдержала

# combat.fate.defense.weak
source: Vulnerable
ru: Уязвимость

# resonance.deep.nav
source: Deep Nav
ru: Глубокая Навь

# resonance.nav
source: Nav
ru: Навь

# resonance.yav
source: Yav
ru: Явь

# resonance.prav
source: Prav
ru: Правь

# resonance.deep.prav
source: Deep Prav
ru: Глубокая Правь

# combat.intent.attack
source: Attack
ru: Атака

# combat.intent.ritual
source: Ritual
ru: Ритуал

# combat.intent.block
source: Block
ru: Блок

# combat.intent.buff
source: Buff
ru: Усиление

# combat.intent.heal
source: Heal
ru: Лечение

# combat.intent.summon
source: Summon
ru: Призыв

# combat.intent.detail.attack
source: Damage %d
ru: Урон %d

# combat.intent.detail.ritual
source: Resonance shift toward Nav
ru: Сдвиг резонанса к Нави

# combat.intent.detail.block
source: Defense +%d
ru: Защита +%d

# combat.intent.detail.buff
source: Power +%d
ru: Сила +%d

# combat.intent.detail.heal
source: Restore %d HP
ru: Восстановление %d ОЗ

# combat.intent.detail.summon
source: Reinforcements
ru: Подкрепление

# encounter.log.enemy.prepares
source: Enemy prepares: %@
ru: Враг готовит: %@

# encounter.log.round.enemy.prepares
source: Round %d: Enemy prepares %@
ru: Ход %d: Враг готовит %@

# encounter.log.player.waits
source: You wait.
ru: Вы выжидаете.

# encounter.log.body.damage
source: Body damage: %d (HP: %d)
ru: Урон телу: %d (HP: %d)

# encounter.log.will.damage
source: Will damage: %d (WP: %d)
ru: Урон воле: %d (WP: %d)

# encounter.log.player.takes.damage
source: You took %d damage (HP: %d)
ru: Вы получили %d урона (HP: %d)

# encounter.log.enemy.slain
source: Enemy %@ slain!
ru: Враг %@ повержен!

# encounter.log.enemy.pacified
source: Enemy %@ pacified!
ru: Враг %@ усмирён!

# encounter.log.fate.draw
source: Fate card: %@ (%@)
ru: Карта судьбы: %@ (%@)

# encounter.log.resonance.shift
source: Resonance: %@
ru: Резонанс: %@

# encounter.log.rage.shield
source: Rage shield: +%d
ru: Щит ярости: +%d

# encounter.phase.intent
source: Enemy Intent
ru: Замысел врага

# encounter.phase.player.action
source: Your Turn
ru: Ваш ход

# encounter.phase.enemy.resolution
source: Enemy Turn
ru: Ход врага

# encounter.phase.round.end
source: Round End
ru: Конец раунда

# encounter.round.label
source: Round %d
ru: Ход %d

# encounter.action.attack
source: Attack
ru: Атака

# encounter.action.influence
source: Influence
ru: Влияние

# encounter.action.wait
source: Wait
ru: Ждать

# encounter.action.flee
source: Flee
ru: Бежать

# encounter.outcome.victory
source: Victory!
ru: Победа!

# encounter.outcome.pacified
source: Pacified
ru: Усмирение

# encounter.outcome.defeat
source: Defeat
ru: Поражение

# encounter.outcome.escaped
source: Escaped
ru: Побег

# encounter.outcome.continue
source: Continue
ru: Продолжить

# encounter.outcome.hp.lost
source: Health lost: %d
ru: Потеряно здоровья: %d

# encounter.outcome.hp.gained
source: Health restored: %d
ru: Восстановлено здоровья: %d
